
id: 0
command: command
response: b'ok'
start time: 2022-10-28 09:56:08.734040
end_time: 2022-10-28 09:56:08.804930
duration: 0.07089

id: 1
command: takeoff
response: b'ok'
start time: 2022-10-28 09:56:08.804997
end_time: 2022-10-28 09:56:13.022018
duration: 4.217021

id: 2
command: speed 10
response: b'ok'
start time: 2022-10-28 09:56:13.022070
end_time: 2022-10-28 09:56:13.072200
duration: 0.05013

id: 3
command: forward 100
response: b'ok'
start time: 2022-10-28 09:56:15.077270
end_time: 2022-10-28 09:56:22.662305
duration: 7.585035

id: 4
command: land
response: b'ok'
start time: 2022-10-28 09:56:24.667437
end_time: 2022-10-28 09:56:28.631803
duration: 3.964366
