
id: 0
command: command
response: b'ok'
start time: 2022-10-28 09:55:40.557184
end_time: 2022-10-28 09:55:40.603513
duration: 0.046329

id: 1
command: takeoff
response: b'ok'
start time: 2022-10-28 09:55:40.603544
end_time: 2022-10-28 09:55:49.406585
duration: 8.803041

id: 2
command: forward 100
response: b'ok'
start time: 2022-10-28 09:55:49.406656
end_time: 2022-10-28 09:55:51.856180
duration: 2.449524

id: 3
command: land
response: b'ok'
start time: 2022-10-28 09:55:53.856382
end_time: 2022-10-28 09:55:57.724076
duration: 3.867694
